{"document":"The full cost of damage in Newton Stewart, one of the areas worst affected, is still being assessed.\nRepair work is ongoing in Hawick and many roads in Peeblesshire remain badly affected by standing water.\nTrains on the west coast mainline face disruption due to damage at the Lamington Viaduct.\nMany businesses and householders were affected by flooding in Newton Stewart after the River Cree overflowed into the town.\nFirst Minister Nicola Sturgeon visited the area to inspect the damage.\nThe waters breached a retaining wall, flooding many commercial properties on Victoria Street - the main shopping thoroughfare.\nJeanette Tate, who owns the Cinnamon Cafe which was badly affected, said she could not fault the multi-agency response once the flood hit.\nHowever, she said more preventative work could have been carried out to ensure the retaining wall did not fail.\n\"It is difficult but I do think there is so much publicity for Dumfries and the Nith - and I totally appreciate that - but it is almost like we're neglected or forgotten,\" she said.\n\"That may not be true but it is perhaps my perspective over the last few days.\n\"Why were you not ready to help us a bit more when the warning and the alarm alerts had gone out?\"\nMeanwhile, a flood alert remains in place across the Borders because of the constant rain.\nPeebles was badly hit by problems, sparking calls to introduce more defences in the area.\nScottish Borders Council has put a list on its website of the roads worst affected and drivers have been urged not to ignore closure signs.\nThe Labour Party's deputy Scottish leader Alex Rowley was in Hawick on Monday to see the situation first hand.\nHe said it was important to get the flood protection plan right but backed calls to speed up the process.\n\"I was quite taken aback by the amount of damage that has been done,\" he said.\n\"Obviously it is heart-breaking for people who have been forced out of their homes and the impact on businesses.\"\nHe said it was important that \"immediate steps\" were taken to protect the areas most vulnerable and a clear timetable put in place for flood prevention plans.\nHave you been affected by flooding in Dumfries and Galloway or the Borders? Tell us about your experience of the situation and how it was handled. Email us on selkirk.news@bbc.co.uk or dumfries@bbc.co.uk.","summary":"Clean-up operations are continuing across the Scottish Borders and Dumfries and Galloway after flooding caused by Storm Frank.","id":"35232142"}
{"document":"A fire alarm went off at the Holiday Inn in Hope Street at about 04:20 BST on Saturday and guests were asked to leave the hotel.\nAs they gathered outside they saw the two buses, parked side-by-side in the car park, engulfed by flames.\nOne of the tour groups is from Germany, the other from China and Taiwan. It was their first night in Northern Ireland.\nThe driver of one of the buses said many of the passengers had left personal belongings on board and these had been destroyed.\nBoth groups have organised replacement coaches and will begin their tour of the north coast later than they had planned.\nPolice have appealed for information about the attack.\nInsp David Gibson said: \"It appears as though the fire started under one of the buses before spreading to the second.\n\"While the exact cause is still under investigation, it is thought that the fire was started deliberately.\"","summary":"Two tourist buses have been destroyed by fire in a suspected arson attack in Belfast city centre.","id":"40143035"}
{"document":"Ferrari appeared in a position to challenge until the final laps, when the Mercedes stretched their legs to go half a second clear of the red cars.\nSebastian Vettel will start third ahead of team-mate Kimi Raikkonen.\nThe world champion subsequently escaped punishment for reversing in the pit lane, which could have seen him stripped of pole.\nBut stewards only handed Hamilton a reprimand, after governing body the FIA said \"no clear instruction was given on where he should park\".\nBelgian Stoffel Vandoorne out-qualified McLaren team-mate Jenson Button on his Formula 1 debut.\nVandoorne was 12th and Button 14th, complaining of a handling imbalance on his final lap but admitting the newcomer \"did a good job and I didn't\".\nMercedes were wary of Ferrari's pace before qualifying after Vettel and Raikkonen finished one-two in final practice, and their concerns appeared to be well founded as the red cars mixed it with the silver through most of qualifying.\nAfter the first runs, Rosberg was ahead, with Vettel and Raikkonen splitting him from Hamilton, who made a mistake at the final corner on his first lap.\nBut Hamilton saved his best for last, fastest in every sector of his final attempt, to beat Rosberg by just 0.077secs after the German had out-paced him throughout practice and in the first qualifying session.\nVettel rued a mistake at the final corner on his last lap, but the truth is that with the gap at 0.517secs to Hamilton there was nothing he could have done.\nThe gap suggests Mercedes are favourites for the race, even if Ferrari can be expected to push them.\nVettel said: \"Last year we were very strong in the race and I think we are in good shape for tomorrow. We will try to give them a hard time.\"\nVandoorne's preparations for his grand prix debut were far from ideal - he only found out he was racing on Thursday when FIA doctors declared Fernando Alonso unfit because of a broken rib sustained in his huge crash at the first race of the season in Australia two weeks ago.\nThe Belgian rookie had to fly overnight from Japan, where he had been testing in the Super Formula car he races there, and arrived in Bahrain only hours before first practice on Friday.\nHe also had a difficult final practice, missing all but the final quarter of the session because of a water leak.\nButton was quicker in the first qualifying session, but Vandoorne pipped him by 0.064secs when it mattered.\nThe 24-year-old said: \"I knew after yesterday I had quite similar pace to Jenson and I knew if I improved a little bit I could maybe challenge him and even out-qualify him and that is what has happened.\n\"Jenson is a very good benchmark for me because he is a world champion and he is well known to the team so I am very satisfied with the qualifying.\"\nButton, who was 0.5secs quicker than Vandoorne in the first session, complained of oversteer on his final run in the second: \"Q1 was what I was expecting. Q2 he did a good job and I didn't. Very, very good job. We knew how quick he was.\"\nThe controversial new elimination qualifying system was retained for this race despite teams voting at the first race in Australia to go back to the 2015 system.\nFIA president Jean Todt said earlier on Saturday that he \"felt it necessary to give new qualifying one more chance\", adding: \"We live in a world where there is too much over reaction.\"\nThe system worked on the basis of mixing up the grid a little - Force India's Sergio Perez ended up out of position in 18th place after the team miscalculated the timing of his final run, leaving him not enough time to complete it before the elimination clock timed him out.\nBut it will come in for more criticism as a result of lack of track action at the end of each session. There were three minutes at the end of the first session with no cars on the circuit, and the end of the second session was a similar damp squib.\nOnly one car - Nico Hulkenberg's Force India - was out on the track with six minutes to go. The two Williams cars did go out in the final three minutes but were already through to Q3 and so nothing was at stake.\nThe teams are meeting with Todt and F1 commercial boss Bernie Ecclestone on Sunday at noon local time to decide on what to do with qualifying for the rest of the season.\nTodt said he was \"optimistic\" they would be able to reach unanimous agreement on a change.\n\"We should listen to the people watching on TV,\" Rosberg said. \"If they are still unhappy, which I am sure they will be, we should change it.\"\nRed Bull's Daniel Ricciardo was fifth on the grid, ahead of the Williams cars of Valtteri Bottas and Felipe Massa and Force India's Nico Hulkenberg.\nRicciardo's team-mate Daniil Kvyat was eliminated during the second session - way below the team's expectation - and the Renault of Brit Jolyon Palmer only managed 19th fastest.\nGerman Mercedes protege Pascal Wehrlein managed an excellent 16th in the Manor car.\nBahrain GP qualifying results\nBahrain GP coverage details","summary":"Lewis Hamilton stormed to pole position at the Bahrain Grand Prix ahead of Mercedes team-mate Nico Rosberg.","id":"35951548"}
{"document":"John Edward Bates, formerly of Spalding, Lincolnshire, but now living in London, faces a total of 22 charges, including two counts of indecency with a child.\nThe 67-year-old is accused of committing the offences between March 1972 and October 1989.\nMr Bates denies all the charges.\nGrace Hale, prosecuting, told the jury that the allegations of sexual abuse were made by made by four male complainants and related to when Mr Bates was a scout leader in South Lincolnshire and Cambridgeshire.\n\"The defendant says nothing of that sort happened between himself and all these individuals. He says they are all fabricating their accounts and telling lies,\" said Mrs Hale.\nThe prosecutor claimed Mr Bates invited one 15 year old to his home offering him the chance to look at cine films made at scout camps but then showed him pornographic films.\nShe told the jury that the boy was then sexually abused leaving him confused and frightened.\nMrs Hale said: \"The complainant's recollection is that on a number of occasions sexual acts would happen with the defendant either in the defendant's car or in his cottage.\"\nShe told the jury a second boy was taken by Mr Bates for a weekend in London at the age of 13 or 14 and after visiting pubs he was later sexually abused.\nMrs Hale said two boys from the Spalding group had also made complaints of being sexually abused.\nThe jury has been told that Mr Bates was in the RAF before serving as a Lincolnshire Police officer between 1976 and 1983.\nThe trial, which is expected to last two weeks, continues.","summary":"A former Lincolnshire Police officer carried out a series of sex attacks on boys, a jury at Lincoln Crown Court was told.","id":"36266422"}
{"document":"Patients and staff were evacuated from Cerahpasa hospital on Wednesday after a man receiving treatment at the clinic threatened to shoot himself and others.\nOfficers were deployed to negotiate with the man, a young police officer.\nEarlier reports that the armed man had taken several people hostage proved incorrect.\nThe chief consultant of Cerahpasa hospital, Zekayi Kutlubay, who was evacuated from the facility, said that there had been \"no hostage crises\", adding that the man was \"alone in the room\".\nDr Kutlubay said that the man had been receiving psychiatric treatment for the past two years.\nHe said that the hospital had previously submitted a report stating that the man should not be permitted to carry a gun.\n\"His firearm was taken away,\" Dr Kutlubay said, adding that the gun in the officer's possession on Wednesday was not his issued firearm.\nThe incident comes amid tension in Istanbul following several attacks in crowded areas, including the deadly assault on the Reina nightclub on New Year's Eve which left 39 people dead.","summary":"An armed man who locked himself into a room at a psychiatric hospital in Istanbul has ended his threat to kill himself, Turkish media report.","id":"38826984"}
{"document":"Simone Favaro got the crucial try with the last move of the game, following earlier touchdowns by Chris Fusaro, Zander Fagerson and Junior Bulumakau.\nRynard Landman and Ashton Hewitt got a try in either half for the Dragons.\nGlasgow showed far superior strength in depth as they took control of a messy match in the second period.\nHome coach Gregor Townsend gave a debut to powerhouse Fijian-born Wallaby wing Taqele Naiyaravoro, and centre Alex Dunbar returned from long-term injury, while the Dragons gave first starts of the season to wing Aled Brew and hooker Elliot Dee.\nGlasgow lost hooker Pat McArthur to an early shoulder injury but took advantage of their first pressure when Rory Clegg slotted over a penalty on 12 minutes.\nIt took 24 minutes for a disjointed game to produce a try as Sarel Pretorius sniped from close range and Landman forced his way over for Jason Tovey to convert - although it was the lock's last contribution as he departed with a chest injury shortly afterwards.\nGlasgow struck back when Fusaro drove over from a rolling maul on 35 minutes for Clegg to convert.\nBut the Dragons levelled at 10-10 before half-time when Naiyaravoro was yellow-carded for an aerial tackle on Brew and Tovey slotted the easy goal.\nThe visitors could not make the most of their one-man advantage after the break as their error count cost them dearly.\nIt was Glasgow's bench experience that showed when Mike Blair's break led to a short-range score from teenage prop Fagerson, converted by Clegg.\nDebutant Favaro was the second home player to be sin-binned, on 63 minutes, but again the Warriors made light of it as replacement wing Bulumakau, a recruit from the Army, pounced to deftly hack through a bouncing ball for an opportunist try.\nThe Dragons got back within striking range with some excellent combined handling putting Hewitt over unopposed after 72 minutes.\nHowever, Favaro became sinner-turned-saint as he got on the end of another effective rolling maul to earn his side the extra point with the last move of the game, Clegg converting.\nDragons director of rugby Lyn Jones said: \"We're disappointed to have lost but our performance was a lot better [than against Leinster] and the game could have gone either way.\n\"Unfortunately too many errors behind the scrum cost us a great deal, though from where we were a fortnight ago in Dublin our workrate and desire was excellent.\n\"It was simply error count from individuals behind the scrum that cost us field position, it's not rocket science - they were correct in how they played and we had a few errors, that was the difference.\"\nGlasgow Warriors: Rory Hughes, Taqele Naiyaravoro, Alex Dunbar, Fraser Lyle, Lee Jones, Rory Clegg, Grayson Hart; Alex Allan, Pat MacArthur, Zander Fagerson, Rob Harley (capt), Scott Cummings, Hugh Blake, Chris Fusaro, Adam Ashe.\nReplacements: Fergus Scott, Jerry Yanuyanutawa, Mike Cusack, Greg Peterson, Simone Favaro, Mike Blair, Gregor Hunter, Junior Bulumakau.\nDragons: Carl Meyer, Ashton Hewitt, Ross Wardle, Adam Warren, Aled Brew, Jason Tovey, Sarel Pretorius; Boris Stankovich, Elliot Dee, Brok Harris, Nick Crosswell, Rynard Landman (capt), Lewis Evans, Nic Cudd, Ed Jackson.\nReplacements: Rhys Buckley, Phil Price, Shaun Knight, Matthew Screech, Ollie Griffiths, Luc Jones, Charlie Davies, Nick Scott.","summary":"Defending Pro12 champions Glasgow Warriors bagged a late bonus-point victory over the Dragons despite a host of absentees and two yellow cards.","id":"34540833"}
{"document":"Veronica Vanessa Chango-Alverez, 31, was killed and another man injured when an Audi A3 struck them in Streatham High Road at 05:30 GMT on Saturday.\nTen minutes before the crash the car was in London Road, Croydon, when a Volkswagen Passat collided with a tree.\nPolice want to trace Nathan Davis, 27, who they say has links to the Audi. The car was abandoned at the scene.\nMs Chango-Alverez died from multiple injuries, a post-mortem examination found.\nNo arrests have been made as yet, police said.\nMs Chango-Alverez was staying at her mother's home in Streatham High Road.\nShe was born in Ecuador and had lived in London for 13 years, BBC London reporter Gareth Furby said. At the time of the crash, she was on her way to work in a hotel.\nThe remains of the bus stop, which was extensively damaged in the crash, have been removed.\nFlowers have been left at the site in tribute to the victim.\nA statement from her brother Kevin Raul Chango-Alverez said: \"My family has had its heart torn out, at this Christmas time, we will never be the same again.\n\"On Friday night we were together as a family with Veronica meeting her newly born nephew and preparing for Christmas.\n\"I last saw her alive as she left to go to work on Saturday morning, but moments later I was holding her hand as she passed away in the street.\"\nDescribing the crash as \"horrific\" Det Insp Gordon Wallace, said: \"The family are devastated. The memory of this senseless death will be with them each time they leave their home.\n\"The driver fled the scene abandoning the grey Audi, which was extensively damaged.\n\"We are looking to speak to Mr Nathan Davis in relation to this collision.\"\nThe 51-year-old man injured at the bus stop remains in a critical condition in hospital while the condition of the 29-year-old driver of the Volkswagen is now stable.","summary":"A man with links to a car that was involved in a fatal bus stop crash in south London is being sought by police.","id":"20836172"}
{"document":"Belgian cyclist Demoitie died after a collision with a motorbike during Belgium's Gent-Wevelgem race.\nThe 25-year-old was hit by the motorbike after several riders came down in a crash as the race passed through northern France.\n\"The main issues come when cars or motorbikes have to pass the peloton and pass riders,\" Team Sky's Rowe said.\n\"That is the fundamental issue we're looking into.\n\"There's a lot of motorbikes in and around the race whether it be cameras for TV, photographers or police motorbikes.\n\"In total there's around 50 motorbikes that work on each race.\n\"We've got a riders union and we're coming together to think of a few ideas, whether we cap a speed limit on how fast they can overtake us.\n\"Say we put a 10 kilometres per hour limit on it, if we're going 50kph they're only allowed to pass us 60kph or something like that.\"\nDemoitie, who was riding for the Wanty-Gobert team, was taken to hospital in Lille but died later.\nThe sport's governing body, the UCI, said it would co-operate with all relevant authorities in an investigation into the incident.\nThe Professional Cyclists' Association (CPA) issued a statement asking what would be done to improve safety.\nDespite Demoitie's death, attitudes to road racing will stay the same says Rowe, who has been competing in Three Days of De Panne race in Belgium.\n\"As soon as that element of fear slips into your mind and you start thinking of things that could happen, that's when you're doomed to fail,\" he told BBC Wales Sport.\n\"If you start thinking about crashes and the consequences and what could potentially happen then you're never going to be at the front of the peloton and you're never going to win any races.\"\nIn a separate incident, another Belgian cyclist, Daan Myngheer, 22, died in hospital after suffering a heart attack during the first stage of the Criterium International in Corsica.","summary":"Welsh cyclist Luke Rowe says changes to the sport must be made following the death of Antoine Demoitie.","id":"35932467"}
{"document":"Gundogan, 26, told BBC Sport he \"can see the finishing line\" after tearing cruciate knee ligaments in December, but will not rush his return.\nThe German missed the 2014 World Cup following back surgery that kept him out for a year, and sat out Euro 2016 because of a dislocated kneecap.\nHe said: \"It is heavy mentally to accept that.\"\nGundogan will not be fit for the start of the Premier League season at Brighton on 12 August but said his recovery time is now being measured in \"weeks\" rather than months.\nHe told BBC Sport: \"It is really hard always to fall and fight your way back. You feel good and feel ready, then you get the next kick.\n\"The worst part is behind me now. I want to feel ready when I am fully back. I want to feel safe and confident. I don't mind if it is two weeks or six.\"\nGundogan made 15 appearances and scored five goals in his debut season for City following his £20m move from Borussia Dortmund.\nHe is eager to get on the field again and was impressed at the club's 4-1 win over Real Madrid in a pre-season game in Los Angeles on Wednesday.\nManager Pep Guardiola has made five new signings already this summer and continues to have an interest in Arsenal forward Alexis Sanchez and Monaco's Kylian Mbappe.\nGundogan said: \"Optimism for the season is big. It is huge, definitely.\n\"We felt that last year as well but it was a completely new experience for all of us. We know the Premier League a bit more now and can't wait for the season to start.\"\nCity complete their three-match tour of the United States against Tottenham in Nashville on Saturday.\nChelsea manager Antonio Conte said earlier this week he did not feel Tottenham were judged by the same standards as his own side, City and Manchester United.\nSpurs have had the advantage in their recent meetings with City, winning three and drawing one of their last four Premier League games.\nAnd Gundogan thinks they are a major threat.\nHe said: \"Tottenham are a great team. They have the style of football. They have young English players. Our experience last season shows it is really tough to beat them.\n\"They are really uncomfortable to play against.\n\"I am pretty sure, even if they will not say it loud, the people who know the Premier League know Tottenham are definitely a competitor for the title.\"","summary":"Manchester City midfielder Ilkay Gundogan says it has been mentally tough to overcome a third major injury.","id":"40758845"}
{"document":"The crash happened about 07:20 GMT at the junction of the A127 and Progress Road in Leigh-on-Sea, Essex.\nThe man, who police said is aged in his 20s, was treated at the scene for a head injury and suspected multiple fractures, the ambulance service said.\nHe was airlifted to the Royal London Hospital for further treatment.\nThe Southend-bound carriageway of the A127 was closed for about six hours while police conducted their initial inquiries.\nA spokeswoman for Essex Police said it was not possible comment to further as this time as the \"investigation is now being conducted by the IPCC\".","summary":"A jogger has been hit by an unmarked police car responding to an emergency call, leaving him with \"serious life-changing injuries\".","id":"30358490"}
{"document":"23 October 2015 Last updated at 17:44 BST\nIt's the highest rating a tropical storm can get and is the first one of this magnitude to hit mainland Mexico since 1959.\nBut how are the categories decided and what do they mean? Newsround reporter Jenny Lawrence explains.","summary":"Hurricane Patricia has been rated as a category 5 storm.","id":"34615665"}
{"document":"Weaknesses in the way mice swapped data with computers left them vulnerable, said security firm Bastille Networks.\nAttackers could spoof poorly protected signals letting them use PCs as if they were sitting in front of them, it said.\nInformation about the loopholes have been passed to the makers of vulnerable mice, some of who are creating updates to make the mice more secure.\nThe radio signals sent by many wireless mice to a \"dongle\" plugged in to a computer were often unencrypted, said Marc Newlin and Balint Seeber, from Bastille, who carried out the research.\n\"That makes it possible for the attacker to send unencrypted traffic to the dongle pretending to be a keyboard and have it result as keystrokes on your computer,\" Mr Newlin said.\nBy contrast, they said, signals sent by wireless keyboards were scrambled to stop attackers eavesdropping on or spoofing them.\nThe pair found they could spoof signals for mice using a few lines of code and an antenna and dongle that cost $20 (Â£15).\nThe attack worked at distances of up to 180m (590ft).\nUsing this kit, they sent specially crafted mouse clicks that a computer interpreted as key presses, letting them run commands and take control of a target machine.\nThe Bastille researchers said many companies spent a lot of time and money securing the physical devices sitting on their networks but often neglected to keep an eye on data sent via radio.\nWireless mice produced by HP, Lenovo, Amazon and Dell were found to be vulnerable.\nBastille said it had reported its findings to the hardware makers and to the company that made the chipset used inside the spoofable mice.\nUpdates to the internal computer code, or firmware, for some of the vulnerable mice are now being made available,\nBut Bastille said many of the insecure mice it had found could not be updated.","summary":"Hackers could gain access to home and corporate networks via security flaws in wireless mice, suggests research.","id":"35890902"}
{"document":"Administrators confirmed the redundancies affecting 38 staff at Galashiels-based Murray and Burrell.\nThe business, established in 1928, went into administration last week citing \"adverse trading conditions\".\nThere are hopes some of the workers affected could find posts at another building firm in nearby Melrose which currently requires staff.\nThomson Cooper partner Richard Gardiner was appointed as administrator at Murray and Burrell on Monday.\nA statement confirmed: \"Directors explored all options in an effort to preserve trading and jobs.\n\"Regrettably, 38 jobs were lost as there is no prospect of continuing to trade.\"\nSouth of Scotland MSP Rachael Hamilton described it as a \"sad day for the Borders\".\nHowever, some of the workers laid off could find employment with a Melrose-based company.\nJS Crawford has said that, with several housing projects on its books, it needs staff.","summary":"Dozens of jobs have been lost after efforts to save an historic building firm in the Scottish Borders failed.","id":"37922330"}
{"document":"The EC's doubts about the arrangement were detailed in a document on Friday.\nThe EC said that its \"preliminary view is that the tax ruling... by Luxembourg in favour of Amazon constitutes state aid.\"\nHowever, Amazon said it \"has received no special tax treatment from Luxembourg\".\n\"We are subject to the same tax laws as other companies operating here [in Luxembourg],\" it said.\nThe Luxembourg finance ministry said: \"Luxembourg is confident that the state aid allegations in this case are without merit and will be able to convince the Commission of the legitimacy of the anticipatory decision in question and that no competitive advantage was granted,\" it said.\nThe European Commission began a probe of the tax arrangement last year, saying that it had suspicions it broke EU rules.\nThe Commission document, which was sent to the Luxembourg Ministry of Foreign Affairs in October, gives its rationale for launching the investigation.\nThe Commission said it had \"no indication\" that the tax arrangement was \"compatible with the internal market\".\nThe current European Commission chief, Jean-Claude Juncker, was prime minister of Luxembourg when the deal was struck.\nMr Juncker has come under pressure over claims that around 340 global companies were granted tax  avoidance deals during his 18 year tenure in Luxembourg.\nCommission doubts over the Amazon deal included whether Luxembourg had properly looked into Amazon's \"transfer pricing\" proposals about how money would be moved between different Amazon subsidiaries.\nDoubts also existed about whether the country had assessed that the proposed tax regime was in line with market conditions before agreeing the deal in 2003, the European Commission document said.\nThe Commission also had questions about how royalty payments between certain Amazon companies were calculated, and whether \"Amazon has a financial incentive to exaggerate the amount of the royalty\" between its Luxembourg head office company and an Amazon firm that holds shares in the head office company.\n\"If the royalty is exaggerated, it would unduly reduce the tax paid by Amazon in Luxembourg by shifting profits to an untaxed entity from the perspective of corporate taxation,\" the EC said.\nIt added that Luxembourg might have been too hasty in assessing Amazon's requested arrangement before striking the deal.\nLuxembourg's finance ministry said it \"has provided all the information required by the Commission and cooperated fully with the Commission in its investigation.\"\n\"Among other things, detailed reports on the transfer price requested by the Commission were disclosed,\" it added.\nLuxembourg is also being investigated by the Commission over suspected \"sweetheart\" tax deals with the financing arm of carmaker Fiat.\nIn addition, Ireland's tax deal with Apple and the Netherlands' arrangement with Starbucks are being scrutinised as part of a crackdown on multinationals' tax avoidance schemes.","summary":"The European Commission has disclosed a preliminary finding that Amazon's tax arrangements in Luxembourg probably constitute \"state aid\".","id":"30844962"}
{"document":"The three-day extravaganza of farming, food and family fun celebrates many aspects of agricultural life.\nThe Balmoral Show is run by the Royal Ulster Agricultural Society (RUAS) and dates back 148 years.\nLast year, it attracted more than 90,000 visitors to its recently-adopted home outside Lisburn in County Antrim.\nIt was traditionally staged at the RUAS's headquarters in south Belfast, but the show moved to a larger venue on the site of the former Maze prison in 2013.\nThe Maze venue, re-named Balmoral Park, is now hosting the show for the fourth consecutive year.\nThe 2016 event coincides with Northern Ireland's Year of Food and Drink, and local produce features prominently in the exhibitions.\nOne of this year's highlights is an \"edible garden\", in which visitors can see their food growing in the ground before it gets to their plates.\nThe aim of the garden is to encourage people to grow their own food at home.\nThe event will also showcase the best of local livestock, with prized pigs, cattle, poultry and ponies all lining up in bid to be the stars of the show.\nTheir owners will also get a chance to shine, with horse riding and show jumping displays along with sheep shearing competitions and awards for the best livestock breeders and handlers.\nFor younger visitors, there is a family fun area hosting displays from the Northern Ireland School of Falconry as well as a gun dog skills demonstration and a performance from balloon artist Bruce Airhead.\nBBC News NI are covering the event live on social media on Wednesday on Twitter at @BBCNewsNI, on Snapchat at bbcnewsni, and on BBC Newsline's Facebook page.","summary":"The most important event in Northern Ireland's agricultural calendar - the Balmoral Show - has opened with thousands of people attending.","id":"36217333"}
{"document":"Mr Mosley wants Google to block photos of him at a sex party first printed in the now-defunct News of the World, which he successfully sued in 2008.\nHe is suing the internet firm for breaches of the Data Protection Act and misusing private information.\nGoogle's barrister argued that Mr Mosley no longer has a \"reasonable expectation of privacy\".\nMr Mosley won damages from the News of the World after it published a story alleging he had organised a Nazi-themed orgy.\nPhotographs and a video which show his private sexual activity were originally obtained by News Group Newspapers Limited (NGN) in a clandestine \"sting\" operation.\nMr Mosley - the son of 1930s fascist leader Sir Oswald Mosley - won Â£60,000 after a judge ruled there was no substance to the allegation that there had been a Nazi theme to the sex party and found that his privacy had been breached.\nIn that ruling, the High Court also said the article was not in the public interest.\nMr Mosley has said the role-play at a rented Chelsea basement flat was harmless, consensual and private.\nOn launching his legal action last year, Mr Mosley urged: \"Google should operate within the law rather than according to rules it makes itself. It cannot be allowed to ignore judgements in our courts.\"\nGoogle has said it will remove URLs that it is alerted to, but is not prepared to remove the images entirely from its search engines.\nIn court on Wednesday, Google's barrister Antony White QC for Google conceded that it was technically possible to remove the images and was \"not burdensome\" to do so.\nHowever, he argued that Google was not the publisher of the private information, and that Mr Mosley no longer had a reasonable expectation of privacy in relation to the images.\nOn that basis, Google will seek to show that Mr Mosley's claim is unfounded.\nThe hearing is due to conclude on Thursday.","summary":"Google has asked the High Court to throw out legal action being taken by ex-Formula 1 boss Max Mosley.","id":"30816523"}
{"document":"The Bath-born player, 28, has made 36 appearances for the Dragons since joining from Wasps in 2015.\nHe is in his second season and signed a contract extension in December 2016.\nDragons forwards coach Ceri Jones said: \"It's a big blow. Eddie has been excellent all year for us, he has really stepped up to the mark and will be a big loss.\"\nHowever, Jones says Jackson's misfortune can be a chance for others to thrive.\n\"We are very fortunate to have the likes of Ollie Griffiths, Harrison Keddie, James Thomas who can come into the back-row,\" said Jackson.\n\"Harri has shown glimpses of what he can do all season and there's definitely a player there, so this is an opportunity.\"\nDragons travel to Munster in the Pro12 on Friday.","summary":"Newport Gwent Dragons number eight Ed Jackson has undergone shoulder surgery and faces a spell on the sidelines.","id":"38900884"}
{"document":"The announcement ends months of uncertainty for Cornish Language Partnership staff whose contracts had been due to end.\nLocal government minister Andrew Stunnell said the three-year funding package for the service would help make sure the language survived.\nBut he warned that long term funding should come from Cornwall.\nHe said it was \"important to make sure the Cornish were given the opportunity to put down sound foundations.\"\n\"In the longer term support for the Cornish language is going to be something which is going to have to be based in Cornwall and will not come from London,\" he added.\nThe Cornish Language Partnership's, Jennifer Lowe, said: \"We can now plan for the future thanks to the funding.\"\nThe United Nations recently upgraded the status of the Cornish language from \"extinct\" to \"critically endangered\".\nIt is thought fewer than 500 people worldwide are fluent in the language.","summary":"The government is spending nearly £400,000 to help save the Cornish language.","id":"13890581"}
{"document":"Jardim, in charge since 2014, described the last three years at the club as \"exceptional\".\nMonaco finished eight points ahead of nearest rivals Paris St-Germain to be crowned champions of France in 2016-17.\n\"I feel part of AS Monaco and the principality,\" said Portuguese Jardim, the former Olympiakos boss.\nMonaco also beat Tottenham and Manchester City on their way to reaching the semi-finals of the Champions League during 2016-17, before losing to Juventus 4-1 on aggregate in the semi-finals.\nMonaco vice-president Vadim Vasilyev said Jardim had received offers to coach elsewhere.\n\"He is one of the best coaches in European football and despite other offers he has chosen to continue the adventure at Monaco, which demonstrates our ambition,\" added Vasilyev.","summary":"Monaco boss Leonardo Jardim has been rewarded for steering the club to their first Ligue 1 title for 17 years with a new contract until 2020.","id":"40194700"}
