{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"Â":128,"Ã":129,"Ä":130,"Å":131,"Æ":132,"Ç":133,"È":134,"É":135,"Ê":136,"Ë":137,"Ì":138,"Í":139,"Î":140,"Ï":141,"Ð":142,"Ñ":143,"Ö":144,"×":145,"Ø":146,"Ù":147,"Ü":148,"à":149,"á":150,"â":151,"ã":152,"ä":153,"å":154,"æ":155,"ç":156,"è":157,"é":158,"ë":159,"ì":160,"ï":161,"Ċ":162,"Ġ":163,"Ģ":164,"ģ":165,"Ĥ":166,"ĥ":167,"Ħ":168,"ħ":169,"Ĩ":170,"ĩ":171,"Ī":172,"ī":173,"Ĭ":174,"ĭ":175,"Į":176,"į":177,"İ":178,"ı":179,"Ĳ":180,"ĳ":181,"Ĵ":182,"ĵ":183,"Ķ":184,"ķ":185,"ĸ":186,"Ĺ":187,"ĺ":188,"Ļ":189,"ļ":190,"Ľ":191,"ľ":192,"Ŀ":193,"ŀ":194,"Ł":195,"ł":196,"Ń":197,"Ġt":198,"he":199,"Ġa":200,"in":201,"Ġthe":202,"er":203,"on":204,"Ġ,":205,"re":206,"Ġs":207,"ed":208,"Ġo":209,"Ġw":210,"nd":211,"at":212,"Ġ.":213,"or":214,"it":215,"Ġc":216,"en":217,"Ġf":218,"is":219,"es":220,"ar":221,"Ġof":222,"Ġb":223,"an":224,"Ġin":225,"al":226,"ing":227,"Ġp":228,"Ġand":229,"as":230,"Ġto":231,"ro":232,"ic":233,"Ġm":234,"Ġd":235,"Ġh":236,"ion":237,"le":238,"ou":239,"ĠT":240,"Ġre":241,"Ġ=":242,"Ġ\"":243,"ĠA":244,"ĠS":245,"ent":246,"il":247,"Ġth":248,"Ġ1":249,"st":250,"ĠC":251,"el":252,"om":253,"Ġl":254,"am":255,"ĠĊ":256,"Ġe":257,"Ġn":258,"Ġ@":259,"ad":260,"ac":261,"Ġwas":262,"ĠM":263,"ur":264,"ĠThe":265,"ec":266,"Ġon":267,"ly":268,"ĠB":269,"ĠI":270,"Ġg":271,"Ġ'":272,"et":273,"ol":274,"id":275,"iv":276,"im":277,"Ġfor":278,"ir":279,"-@":280,"Ġ@-@":281,"ig":282,"ot":283,"ter":284,"Ġas":285,"ĠH":286,"us":287,"ow":288,"Ġst":289,"ut":290,"ith":291,"ay":292,"Ġ2":293,"ĠP":294,"ation":295,"ver":296,"Ġbe":297,"her":298,"Ġthat":299,"Ġwith":300,"ĠR":301,"ce":302,"th":303,"ĠD":304,"Ġis":305,"un":306,"em":307,"ĠF":308,"Ġwh":309,"ul":310,"Ġby":311,"Ġal":312,"ch":313,"Ġ)":314,"Ġ(":315,"ĠW":316,"Ġcon":317,"ra":318,"ĠG":319,"os":320,"ĠL":321,"ĠN":322,"Ġat":323,"ers":324,"ct":325,"Ġit":326,"Ġ19":327,"rom":328,"and":329,"Ġan":330,"um":331,"est":332,"ĠJ":333,"ag":334,"Ġhe":335,"00":336,"ist":337,"ain":338,"od":339,"av":340,"ri":341,"ĠE":342,"ĠO":343,"Ġfrom":344,"Ġcom":345,"Ġhis":346,"op":347,"Ġpro":348,"res":349,"ies":350,"if":351,"Ġv":352,"ort":353,"ere":354,"ill":355,"ld":356,"Ġde":357,"pp":358,"Ġsu":359,"ore":360,"ĠIn":361,"Ġr":362,"Ġse":363,"Ġwere":364,"ew":365,"ong":366,"igh":367,"ard":368,"ate":369,"all":370,"art":371,"ak":372,"ich":373,"Ġch":374,"Ġor":375,"ab":376,"ant":377,"ud":378,"oc":379,"ber":380,"Ġex":381,"gh":382,"ity":383,"ated":384,"pt":385,"ess":386,"ear":387,"ĠK":388,"Ġpl":389,"ame":390,"qu":391,"ive":392,"rou":393,"Ġare":394,"Ġâ":395,"Ġsh":396,"Ġk":397,"ack":398,"ect":399,"ĠâĢ":400,"ĠU":401,"Ġhad":402,"se":403,"Ġwhich":404,"red":405,"ov":406,"ĠSt":407,"ast":408,"Ġsp":409,"ian":410,"Ġy":411,"ment":412,"Ġle":413,"Ġnot":414,"ge":415,"ord":416,"rit":417,"ip":418,"ine":419,"ell":420,"ally":421,"our":422,"ost":423,"ight":424,"ther":425,"ap":426,"Ġu":427,"ish":428,"ĠCh":429,"oun":430,"ia":431,"Ġ3":432,"ave":433,"ary":434,"ust":435,"og":436,"Ġ200":437,"Ġun":438,"ous":439,"irst":440,"ĠV":441,"cc":442,"Ġinc":443,"Ġ;":444,"Ġcomp":445,"ru":446,"ions":447,"Ġtheir":448,"Ġbut":449,"ide":450,"ure":451,"so":452,"Ġcont":453,"Ġint":454,"fter":455,"ical":456,"ial":457,"Ġar":458,"Ġfirst":459,"ould":460,"Ġits":461,"hed":462,"ĠâĢĵ":463,"Ġwhe":464,"wo":465,"out":466,"ub":467,"Ġ20":468,"ff":469,"Ġ:":470,"ue":471,"Ġher":472,"own":473,"ok":474,"Ġalso":475,"Ġcl":476,"per":477,"ign":478,"ater":479,"ran":480,"orm":481,"ie":482,"ome":483,"ork":484,"ass":485,"ire":486,"end":487,"Ġres":488,"Ġab":489,"Ġad":490,"Ġus":491,"ry":492,"Ġrec":493,"Ġhave":494,"age":495,"ĠHe":496,"Ġ4":497,"Ġro":498,"mer":499,"Ġone":500,"ond":501,"low":502,"Ġhas":503,"ĠTh":504,"du":505,"Ġ5":506,"Ġper":507,"Ġbeen":508,"ime":509,"Ġtwo":510,"ence":511,"land":512,"Ġ18":513,".@":514,"Ġ@.@":515,"ult":516,"ree":517,"ough":518,"ile":519,"Ġwho":520,"ĠAl":521,"Ġsc":522,"uring":523,"pl":524,"ory":525,"ition":526,"ric":527,"ations":528,"Ġdis":529,"Ġthis":530,"Ġbec":531,"Ġapp":532,"iz":533,"ĠIt":534,"are":535,"ach":536,"lud":537,"ade":538,"Ġplay":539,"Ġj":540,"Ġman":541,"act":542,"ely":543,"Ġpart":544,"Ġdes":545,"Ġag":546,"Ġthey":547,"Ġyear":548,"ount":549,"Ġ201":550,"Ġover":551,"Ġother":552,"ound":553,"Ġafter":554,"ib":555,"over":556,"Ġser":557,"Ġen":558,"Ġoff":559,"Ġim":560,"ction":561,"ĠY":562,"ke":563,"ite":564,",@":565,"Ġ@,@":566,"te":567,"urn":568,"Ġinclud":569,"ress":570,"ance":571,"ang":572,"Ġatt":573,"ice":574,"ace":575,"ark":576,"Ġout":577,"wn":578,"ph":579,"ember":580,"Ġpre":581,"Ġup":582,"ens":583,"man":584,"Ġev":585,"Ġtime":586,"nder":587,"rough":588,"ced":589,"Ġfin":590,"Ġinto":591,"one":592,"port":593,"round":594,"we":595,"ren":596,"les":597,"int":598,"ĠOn":599,"vel":600,"Ġcomm":601,"Ġshe":602,"ason":603,"amp":604,"Ġte":605,"Ġwould":606,"ward":607,"Ġmore":608,"Ġ6":609,"ied":610,"ose":611,"rib":612,"ĠUn":613,"Ġall":614,"ings":615,"tern":616,"ces":617,"able":618,"Ġwe":619,"ited":620,"ever":621,"ents":622,"Ġhim":623,"ased":624,"ors":625,"oy":626,"ood":627,"Ġcent":628,"ix":629,"ase":630,"ild":631,"ĠAn":632,"Ġ7":633,"Ġwork":634,"ates":635,"ious":636,"ath":637,"Ġpo":638,"rop":639,"old":640,"als":641,"iss":642,"ey":643,"ict":644,"Ġfe":645,"Ġthem":646,"gan":647,"Ġsec":648,"Ġbet":649,"Ġwhen":650,"Ġsong":651,"Ġrem":652,"ep":653,"form":654,"ail":655,"fer":656,"Ġear":657,"ubl":658,"aw":659,"Ġkn":660,"ake":661,"aus":662,"Ġmost":663,"Ġcons":664,"Ġduring":665,"ĠAs":666,"orth":667,"Ġnew":668,"ered":669,"ilm":670,"ved":671,"att":672,"Ġonly":673,"Ġ9":674,"Ġdec":675,"Ġ8":676,"ick":677,"Ġgame":678,"ons":679,"ug":680,"Ġtr":681,"ft":682,"oth":683,"ook":684,"ĠMar":685,"reat":686,"way":687,"Ġcan":688,"ollow":689,"outh":690,"ween":691,"ĠEn":692,"Ġ199":693,"ters":694,"Ġrel":695,"ind":696,"Ġabout":697,"Ġseason":698,"Ġagain":699,"ral":700,"Ġthree":701,"ational":702,"Ġunder":703,"ular":704,"Ġme":705,"Ġthan":706,"ĠCom":707,"ĠAr":708,"hip":709,"ob":710,"Ġne":711,"Ġbetween":712,"Ġfl":713,"hn":714,"ve":715,"Ġchar":716,"Ġcol":717,"Ġrecord":718,"iew":719,"ron":720,"fore":721,"Ġthrough":722,"ision":723,"orn":724,"Ġ00":725,"ock":726,"Ġver":727,"Ġlater":728,"Ġnum":729,"Ġend":730,"olog":731,"ames":732,"Ġpos":733,"Ġwrit":734,"Ġprodu":735,"Ġwhile":736,"Ġact":737,"Ġrele":738,"Ġfilm":739,"ished":740,"Ġpr":741,"ans":742,"Ġreg":743,"Ġform":744,"Ġass":745,"ĠSe":746,"ury":747,"ted":748,"ts":749,"Ġmade":750,"Ġsub":751,"Ġpe":752,"Ġso":753,"orld":754,"Ġret":755,"ĠNew":756,"Ġspec":757,"Ġacc":758,"Ġqu":759,"Ġwhere":760,"ener":761,"Ġmov":762,"hes":763,"meric":764,"ating":765,"Ġinter":766,"ĠLe":767,"ĠAmeric":768,"Ġra":769,"Ġsome":770,"Ġco":771,"Ġlar":772,"Ġbu":773,"Ġdef":774,"bum":775,"Ġac":776,"Ġmus":777,"Ġfollow":778,"ĠAt":779,"ins":780,"ived":781,"ific":782,"ual":783,"Ġam":784,"Ġsuch":785,"Ġsecond":786,"ike":787,"Ġfour":788,"Ġind":789,"ann":790,"hen":791,"Ġused":792,"ĠRe":793,"ics":794,"lect":795,"Ġday":796,"iel":797,"ily":798,"ĠThis":799,"Ġ0":800,"Ġpubl":801,"Ġcall":802,"ĠJo":803,"ll":804,"Ġalbum":805,"Ġ000":806,"rans":807,"Ġdo":808,"any":809,"Ġbefore":810,"ros":811,"ĠSh":812,"Ġsy":813,"aid":814,"ĠEng":815,"Ġbeing":816,"Ġ10":817,"uc":818,"Ġep":819,"Ġsupp":820,"Ġthere":821,"Ġyears":822,"ars":823,"owever":824,"Ġent":825,"ife":826,"Ġhigh":827,"Ġfound":828,"ird":829,"Ġno":830,"Ġset":831,"ines":832,"iver":833,"io":834,"other":835,"ject":836,"Ġsur":837,"aj":838,"ten":839,"Ġtra":840,"Ġ12":841,"ised":842,"ities":843,"velop":844,"Ġbl":845,"ale":846,"Ġseries":847,"Ġloc":848,"Ġnumber":849,"Ġpres":850,"ane":851,"ause":852,"ode":853,"ek":854,"ton":855,"ĠSc":856,"ier":857,"ise":858,"Ġsever":859,"ince":860,"Ġboth":861,"ank":862,"row":863,"irect":864,"son":865,"Ġthen":866,"ĠBrit":867,"iet":868,"Ġ16":869,"Ġepis":870,"Ġincluding":871,"its":872,"igin":873,"pr":874,"Ġ/":875,"Ġagainst":876,"Ġwell":877,"Ġbecame":878,"Ġexp":879,"Ġknown":880,"Ġtrans":881,"Ġcharac":882,"ĠâĢĶ":883,"ram":884,"Ġback":885,"Ġadd":886,"Ġpop":887,"Ġgo":888,"urch":889,"Ġdesc":890,"Ġsing":891,"ield":892,"Ġperform":893,"ained":894,"Ġrece":895,"ident":896,"Ġem":897,"ert":898,"ures":899,"Ġinv":900,"Ġdep":901,"Ġ198":902,"air":903,"ern":904,"ather":905,"ful":906,"ĠZ":907,"Ġmon":908,"Ġmany":909,"Ġmain":910,"Ġstud":911,"Ġlong":912,"inn":913,"though":914,"up":915,"ool":916,"ĠUnited":917,"led":918,"ement":919,"Ġ15":920,"ower":921,"ĠJohn":922,"Ġop":923,"Ġ11":924,"ined":925,"Ġmet":926,"ober":927,"ley":928,"Ġ17":929,"Ġcentury":930,"Ġteam":931,"Ġest":932,"ĠAfter":933,"yl":934,"Ġmin":935,"uch":936,"ute":937,"Ġdevelop":938,"ĠShe":939,"iam":940,"Ġshow":941,"elf":942,"Ġrep":943,"Ġconc":944,"ative":945,"Ġcre":946,"overn":947,"ared":948,"Ġ194":949,"Ġorigin":950,"Ġsm":951,"ivers":952,"az":953,"Ġlead":954,"Ġseveral":955,"ah":956,"Ġob":957,"Ġrev":958,"Ġmill":959,"erm":960,"ually":961,"oot":962,"Ġbegan":963,"Ġ196":964,"ired":965,"Ġdif":966,"Ġcontin":967,"Ġsign":968,"ik":969,"ĠInd":970,"ments":971,"ized":972,"Ġ197":973,"Ġdirect":974,"au":975,"Ġext":976,"ross":977,"emb":978,"der":979,"Ġpol":980,"Ġmay":981,"apt":982,"els":983,"ĠWh":984,"Ġcomple":985,"Ġart":986,"ĠBr":987,"ĠIs":988,"une":989,"til":990,"Ġcrit":991,"Ġhist":992,"Ġearly":993,"Ġcould":994,"ĠCon":995,"Ġdid":996,"Ġbel":997,"Ġcalled":998,"ued":999}
